Repository: albertoqa/YAAS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: User logged in. Log out before log in with a new user.
es: Usuario activo. Cierra la cuenta antes de entrar en una nueva.

source: Log in succesfull
es: Log in con exito. Bienvenido.

source: Log in fail
es: Log in fallido.

source: Please Sign in
es: Por favor logeese.

source: New User is created. Please Login
es: Nuevo usuario creado. Por favor logeese.

source: Log out sucesfull
es: Log out con exito.

source: No user login
es: Ningun usuario logeado.

source: User Info edited
es: Informacion de usuario editada

source: You have to log in first
es: Tiene que logearse

source: The minimun duration of an auction is 72hours. You have to change the deadline.
es: La duracion minima para una subasta es de 72h. Tiene que cambiar la fecha de fin.

source: Not valid data
es: Datos no validos.

source: New auction has been saved and a confirmation email has been sent to your email.
es: Nueva subasta guardada y email de confirmacion enviado.

source: Auction is not saved
es: Subasta no guardada

source: This auction is not active, you can not edit it.
es: La subasta no esta activa y no se puede editar.

source: You can not edit auctions from other sellers.
es: No puede editar subastas de otros vendedores.

source: Auction not found.
es: Subasta no encontrada

source: Auction edited.
es: Subasta editada

source: Auction banned.
es: Subasta baneada

source: You have to be the admin for ban an auction.
es: Tiene que ser el administrador para poder banear una subasta

source: Languaje changed
es: Lenguaje cambiado

source: Add Auction
es: Añadir Subasta

source: Minimun price:
es: Precio minimo:

source: Deadline:
es: Fecha vencimiento:

source: Seller:
es: Vendedor:

source: State:
es: Estado:

source: Edit
es: Editar

source: Ban
es: Banear

source: Yet Another Auction Site
es: Otro Sitio de Subastas

source: Home
es: Inicio

source: Register
es: Registrar

source: English
es: Ingles

source: Spanish
es: Español

source: Change
es: Cambiar

source: Thanks.
es: Gracias.

source: You may proceed to
es: Quizás quiera proceder al

source: Edit your auction
es: Edita tu subasta

source: Edit auction:
es: Ediccion de subasta:

source: Title:
es: Titulo:

source: Description:
es: Descripción:

source: Deadline:
es: Fecha vencimiento:

source: (Day/Month/Year Hour:Min)
es: (Dia/Mes/Año Hora:Min)

source: Minimun Price:
es: Precio minimo:

source: Password:
es: Contraseña

source: Email:
es: Correo

source: No auctions.
es: No hay subastas

source: Minimun price:
es: Precio minimo:

source: Seller:
es: Vendedor:

source: Password or username is incorrect
es: Usuario o contraseña incorrectos

source: Username:
es: Nombre de usuario:

source: Create User
es: Crear usuario

source: Create an account
es: Crear una cuenta
